{
    "page":{
        "home": "Home",
        "setup": "Setup",
        "game": "Game",
        "account": "Account",
        "about": "About"
    },
    "button":{
        "cancel": "Cancel",
        "confirm": "Confirm",
        "delete": "Delete",
        "edit": "Edit",
        "save": "Save",
        "add": "Add",
        "login": "Login",
        "logout": "Logout",
        "register": "Register",
        "random": "Random",
        "play": "Play",
        "store": "Store",
        "use": "Use",
        "buy": "Buy",
        "sell": "Sell",
        "create": "Create",
        "join": "Join",
        "purchase": "Purchase",
        "sale": "Sale",
        "total": "Total",
        "close": "Close",
        "yes": "Yes",
        "no": "No"
    },
    "input":{
        "start": "Start",
        "end": "End",
        "amount": "Amount",
        "consumption": "Consumption",
        "cost": "Cost"
    },
    "alert":{
        "overConsumption": "Your demand is higher than your production. You will have to buy energy !"
    },
    "error": {
        "consumptionAmountHigherThanMax": "Your consumption amount is higher than the max consumption",
        "consumptionAmountLowerThanMin": "Your consumption amount is lower than the min consumption",
        "timeError": "The time must be comprised between 0 and 23. The start time must be before the end time.",
        "amountErrorHigherThanEnergyStorageCapacity": "The total amount must be lower than the energy storage capacity",
        "amountErrorHigherThanEnergyStored": "The total amount must be lower than the energy stored",
        "notEnoughMoney": "You don't have enough money"
    },
    "money":{
        "cost": "Cost",
        "personnalMoney": "Balance"
    },
    "energy":{
        "header": "Energy storage",
        "stored": "Stored",
        "max": "Max",
        "batteriesManagement": "Batteries management",
        "capacity": "Capacity",
        "storeEnergy": "Store energy",
        "useEnergy": "Use energy",
        "cannotRemoveStoredEnergyUsed": "You cannot remove stored energy that you have already used"
    },
    "home":{
        "createGame": "Create a game",
        "joinGame": "Join a game",
        "createGameDescription": "Create a new game and choose your scenario and production curve. The goal is to manage your energy consumption to keep it under your production curve. You can also buy and sell energy to the market. Multiplayer is also available, just note down the game ID bellow and share it with your friends.",
        "joinGameDescription": "Join a game by entering the game ID. In the same principle as the single player game, you will have to manage your energy consumption to keep it under your production curve. While you can still buy and sell energy to the market, you are encouraged to trade with other players and experiment the principle of an energy community.",
        "publicGames": "Public games",
        "noPublicGames": "No public games available",
        "gameCode": "Game ID",
        "singlePlayer": "Single player",
        "multiPlayer": "Multiplayer",
        "public": "Public",
        "private": "Private",
        "unSuccessfulGameCreation": "Failed tp create new multiplayer game",
        "unSuccessfulGameJoin": "Failed to join game",
        "invalidGameCode": "Invalid game ID"
    },
    "setup":{
        "launchNewGame": "Launch a new game",
        "setupExplanation": "Setup your game by choosing the scenario and the production curve. To do so, you just have to click on the productions curves and scenarios on the sides. A description of the scenario and the production curve will be displayed above. You can also click on random."
    },
    "market": {
        "header": "bot"

    },
    "rule": {
        "title": "E-Balance game - Rule",
        "gameObject": "The goal of the game is to understand how to make your energy consumption more flexible through different scenarios. For this you will have to modify the consumptions placed at the beginning of the game in order to correspond to the production of renewable energy.",
        "howToPlay":"how to play?",
        "AddConsumption": "To add a consumption, go to the drop-down menu on the left side of the screen. By clicking on your equipment you will have access to a window that will allow you to set the operating hours of your equipment. You can also click on an object placed on the board to open a window that will allow you to modify or delete your consumption",
        "notification": "If your consumption exceeds production, a notification will appear on your screen.",
        "batteryUsage": "In this game you can also store energy through the use of battery. By clicking on the battery icon on the left of the screen. You will then open a window where you can buy new batteries to store more energy. You will be able to recharge your batteries by clicking on store and choosing where you want to place the recharge. You can then place these batteries at a certain time to compensate for the consumption of equipment. [BATTERY USAGE LOGIC]",
        "marketUsage":"You can also buy or sell energy according to your needs. By clicking on the 'market' icon. Here you will find the money you have as well as the possibility of buying or selling energy. When you click on the 'sell'  button you will have access to the sale window. The sale of energy works like a classic consumption. You must place this consumption on the board at the desired time. The sale will earn you money to buy new equipment or batteries. By clicking on the buy button you can buy energy at a certain price depending on the time of purchase. [ENERGY PURCHASE LOGIC]",
        "howToWin": "How to win?",
        "winRule":"The goal is to have the best final score, which corresponds to the best possible flexibility. For this, your consumption must exceed production as little as possible. As well as selling the extra energy."
    },
    "results": {
        "confirmSeeResults": "Do you want to see the results ?",
        "situations": {
            "initialSituation": {
                "name": "Initial situation",
                "description": "This is the initial situation of the game. The numbers form a baseline you were tasked to improve."
            },
            "finalSituation": {
                "name": "Final situation",
                "description": "This is the final situation of the game. It represents in a few numbers the result of your actions, allowing you to compare your performance to the baseline."
            }
        },
        "performanceIndicators":{
            "totalConsumption": "Total consumption",
            "totalProduction": "Total production",
            "totalOverConsumption": "Total over-consumption",
            "totalSoldEnergy": "Total sold energy",
            "totalBoughtEnergy": "Total bought energy",
            "totalStoredEnergy": "Total stored energy",
            "totalUsedStoredEnergy": "Total used stored energy",
            "ratios":{
                "selfConsumptionRatio": "Self-consumption ratio",
                "selfProductionRatio": "Self-production ratio"
            }
        },
        "sections":{
            "consumption": "Consumption",
            "production": "Production",
            "ratios": "Ratios"
        }
    }
}
