[
  {
    "id": "scenario_1",
    "names": [{ "text": "Victoria et Greg", "lang": "fr" }, { "text": "Victoria and Greg", "lang": "en" }],
    "dayId": "day_wednesday",
    "seasonId": "season_winter",
    "descriptions": [
      {
        "text": "Aujourd’hui il fait -4 degrés, le chauffage dans l’appartement de Gregory et Victoria est réglé sur 20 degrés. À 8 heures c’est le début du travail un café et les deux partent chacun de leur côté avant de se retrouver pour l’heure du midi et se préparer à manger devant la télé, avant de repartir pour une après-midi de travail. À 17 heures Victoria doit aller chercher ses petits frères à l’école et doit les garder 2 heures jusqu’à ce que sa mère finisse son travail. Les enfants prennent leur gouter devant les dessins animés pendant que Gregory prépare le repas, et que Victoria lance lave-vaisselle, la machine et aille prendre sa douche. Enfin les habits lavés sont mis à sécher avant de mettre la voiture électrique en charge et d’aller se coucher.", "lang": "fr"
      },
      {
        "text": "today it is -4 degrees, the heat in the apartment of Gregory and Victoria is set to 20 degrees. At 8 o’clock the working day begin, a coffee and the two go their separate ways before cooking and eating together at noon in front of tv, before working again. At 5 pm o’clock Victoria must pick up her little brothers at school and babysit them for 2 hours until her mother leave work. Children eat in front of the cartoons while Gregory prepares the meal, Victoria start the washing machine, the dishwasher and take her shower. Finally, the watched clothes are put to dry, and they charge electric car before going to bed.", "lang": "en"
      }
    ],
    "additionalEquipmentTypesIds": ["et_tumble_dryer_1", "et_washing_machine_1", "et_water_boiler_1", "et_electric_car_1", "et_coffee_maker_1", "et_stove_1", "et_dishwasher_1", "et_standby_1", "et_fridge_1", "et_television_1", "et_heater_1"],
    "initialConsumptionIds": ["ic_dishwasher_0_1"],
    "energyStorageParametersId": "esp_1",
    "energyMarketParametersId": "emp_1",
    "moneyParametersId": "mp_1"
  }

]
